var script_gogle = document.createElement('script');
script_gogle.async = true;
script_gogle.src = '/js/google_analytics.js';

var head_tag_google = document.getElementsByTagName('head');

head_tag_google.item(0).appendChild(script_gogle);

let div_page_script = document.getElementsByClassName('page');
div_page_script[0].insertAdjacentHTML('afterend', '\
<div class="top_footer">\
<!--<div class="titleimage"></div>-->\
<div class="page_after_profile">\
<div class="kao"></div>\
<p>詩人アッシー四世 (平野明日道) - 薔薇の国スカーレット王朝晴帝 (はれ帝)</p>\
<p>登場人物：生物の創造主の宇宙存在の在導万創 (斉藤蒼志), シリウスの太陽神フレイ, 天軍大首聖ミカエル, 東亜イスラエル建国の王ダビデ, 三位一体の神エルスクシア, 宇宙の唯一神の天空の神エアルス, 人間型ロボットschwarz1009 (1009は型番), 聖騎士団ワルキューレ, 反いじめの紅蓮の女天使ツィオーネ</p>\
<p>詩人・グラフィックデザイナー。趣味のもの書きで福祉施設で紙面デザインをやっています。趣味はLinux、ピアノ、哲学、英会話。猫をこよなく愛する。不登校・引きこもり経験あり。終末に全ての問題を解決する神話の執筆者。神という名のAdoさん似の幽霊「赤空夜月」と対話できる。子供たちの新しい高等教育機関「ベガ仮想公開大学」の学長。Linuxカーネル開発者になるという夢のためにIT技術を勉強中。自らの独自の神「フレイ」を信じています。</p>\
<p>中学校でいじめを受けた結果、不登校になり、引きこもり生活に。ネットを見ながらLinuxとオープンソースの存在を知り、「Linuxカーネル開発者になりたい」という夢を見て、自宅でIT技術の勉強をする。誰とも離れた場所で子供たちの心を救う方法を考え続けた結果、2006年の夏、この世界を救うほどの偉大なことをするが、自らの失敗により救った世界を自ら滅ぼす結果に。彼の名をシリウスの神フレイと呼ぶ。だが、そこで自らは、対峙して憎しみの戦いを行うのではなく、自らがいじめられるように自ら導くことで、この世界を滅びないように頂点で支配しながら守り続ける。彼の名を大天使ガブリエルと呼ぶ。戦いの中で神にSOSを求めた自らに神は現れ、神と対話し、その「言葉の導き」に従って、神の言葉を聞く新しい預言者になる。その声の主は、ガブリエルを天界で愛する大天使ミカエルの声だった。</p>\
<p>僕は障害者福祉施設でデザインの仕事を行うデザイナー見習いです。文章を本格的に書き始めたのは、足の骨折をして入院した病院時代からです。その際に書いた文章が、出版されてひとつの詩集となり、それをきっかけに文章を書くようになりました。趣味は哲学の勉強と、子供の頃から習っていたピアノや英会話の勉強です。哲学については、ヨーロッパの主な哲学者の思想を網羅的に知っています。引きこもり時代にブランクはありましたが、英会話教室やピアノ教室には今でも通っています。絵が上手いわけではないため、デザインの職場ではいつも苦労しています。そして、執筆は毎日のように続いています。放送大学でも情報学などの勉強を多少行い、さまざまなITの専門書を読み、そして引きこもり時代にLinuxが好きだったため、IT技術について基本的なことを知っています。</p>\
</div>\
<div class="page_after">\
<p>“心の貧しい者は幸いです。天の御国はその人たちのものだから。<br>悲しむ者は幸いです。その人たちは慰められるから。<br>柔和な者は幸いです。その人たちは地を受け継ぐから。<br>義に飢え渇く者は幸いです。その人たちは満ち足りるから。<br>あわれみ深い者は幸いです。その人たちはあわれみを受けるから。<br>心のきよい者は幸いです。その人たちは神を見るから。<br>平和をつくる者は幸いです。その人たちは神の子どもと呼ばれるから。<br>義のために迫害されている者は幸いです。天の御国はその人たちのものだから。”―イエス・キリスト</p>\
<p>“三千年を解くすべをもたない者は、闇のなか、未熟なままにその日その日を生きる”―ゲーテ</p>\
<p>“それは悟性と学問という人間　最高の賜物をさげすみ―それは悪魔に身を委ねて没落せずにはおられない”―ゲーテ</p>\
<p>“おのれを抑えることと、多くしゃべらずにじっと考えることは、あらゆる束縛を断ち切るはじめである。”―ブッダ</p>\
<p>“この狂気こそは、すべての神がかりの状態の中で、みずから狂う者にとっても、この狂気にともにあずかる者にとっても、もっとも善きものであり、またもっとも善きものから由来するものである。”―プラトン</p>\
<p>“われわれは短い人生を受けているのではなく、われわれがそれを短くしているのである。”―セネカ</p>\
<p>“言いかえると、魂（ゼーレ）が己れの本性によってあらかじめ設けられている駅々としての己れの一連の形態を遍歴してゆき、己れ自身をあますところなく完全に経験し、己れが本来己れ自身においてなんであるかについての知に到達して、精神（ガイスト）にまで純化させられるさいの魂の道程であると、この叙述はみなされることができるのである”―ヘーゲル</p>\
<p>わたし、Assyの作品を二次創作することを許可します。ここで言う「二次創作」とは、キャラクター、設定、ストーリーの模倣のことであり、フリーソフトウェアの定める「コピー・改変・再配布」の自由はここには含まれません。わたしの作ったキャラクター、設定、ストーリーを、あなたは自由に自分の作品に利用できます。ただし、そのあなたが作った派生作品について、あなたは第三者がその派生作品を二次創作することを許可しなければなりません。これをAssyパブリックライセンス（APL）とします。あなたは、APLの作品を自由に二次創作できますが、その派生した作品を必ずAPLのもとに二次創作できるようにしなければなりません。APLより派生したすべての作品はAPLとなります。このことを示すために、APLの作品には、原著者のクレジットを記述しなければなりません。わたしAssyの作品を模倣するためには、「from Assy」と記述し、僕のホームページにリンクすれば、それで十分です。注意事項として、設定を二次創作に利用する際には、元の作品の設定にこだわる必要はなく、いくら自由に変えても構いません。ただし、全員で共有する「共通設定」というものはあり、原作者であるAssyの設定の中で、最終的に残った最後の設定を慣習的に使います。初音ミクの二次利用に近いですが、営利的な利用も認められます。なので、このホームページを原案とした小説や漫画やアニメや音楽や映画や動画を作ることは自由です。ただしコピー・改変・再配布は認められていないので、そのまま別のサイトに転載したり、再アップロードをしたりしてはいけません。あくまで、二次創作した自分の作品を公開する場合のみ、二次利用が認められます。</p>\
<p>僕は音楽が好きです。好きな歌手は、FLOW、BUMP OF CHICKEN、ウォルピスカーター、月詠み、コブクロ、MY FIRST STORY、Eve、ナユタン星人、まふまふ、ポルノグラフィティ、B\'z、嵐、FUNKY MONKEY BΛBY\'S、武田鉄矢、いきものがかり、Perfume、AAA、宇多田ヒカル、KOKIA、中島みゆき、岩崎宏美、家入レオ、酸欠少女さユり、岡谷柚奈（柚凪。）、ACAね（ずっと真夜中でいいのに。）、Reol、Ado、上田桃夏、AliA（特にRINA）、こぴ、TOMOO、藤川千愛、YOASOBI、平手友梨奈（元欅坂46）、ReoNa、鈴木愛理、TRiDENT、THE BINARY（mido、あかまる）、麗沙、V.W.P（特に花譜と幸祜と理芽）、美波です。好きなアニメ作家（歌手のMVのイラストなど）は、望月けい（Reol関連、もちろんお菊さんも好き）、G子（THE BINARY関連）、Waboku（ずとまよ関連）です。Perfumeの3人とは同い年。</p>\
<p>好きな漫画はハーメルンのバイオリン弾き、BASARA、るろうに剣心、ヒカルの碁、映画ドラえもん、手塚治虫の火の鳥、ガンダムジークアクス（機動戦士Gundam ジークアクスGQuuuuuuX）です。好きなゲームはスターオーシャンセカンドストーリー、モンスターファーム、チューチューロケット、ファイアーエムブレムです。</p>\
<p>僕は野球が好きです。好きな野球選手は、イチロー、ダルビッシュ有、大谷翔平、藤浪晋太郎、吉田正尚、山本由伸、佐々木朗希、今永昇太、鈴木誠也、菅野智之、田中将大です。好きな野球チームは、広島、阪神、オリックス、日本ハム、ドジャース、カブスです。将棋も好きです。好きな将棋棋士は、藤井聡太、渡辺明、豊島将之、伊藤匠、羽生善治です。マー君（田中将大）とは同い年。</p>\
<p>僕は哲学が好きです。好きな哲学者は、アリストテレス、スピノザ、ヒューム、ヘーゲル、キルケゴール、サルトル、フッサール、ブッダ、孔子、老子です。</p>\
<p>僕は神を信じています。僕の信じる神は、ユダヤ教でもキリスト教でもない、独自の僕の心の中に存在する唯一の神です。この神が、僕のことをいつでも守り、いつでも導いてくれました。僕はこの神と対話できます。神は僕に「人生の正しい生き方」を教えてくれます。神は世界と戦う僕を後ろから援護してくれます。神の言葉通りに従えば、絶対に間違えることなく、最後までこの世界を支配し、戦い、そして導いて救うことができます。</p>\
<p>僕は猫が好きです。そして、僕は死ぬことが怖くありません。僕の飼い猫はずいぶん前に亡くなりましたが、天国に逝った時は、天国で僕の猫に会えるのを楽しみにしています。いつ死んでも、僕は怖くありませんが、死ぬ前にやるべきことをすべてし終えてから死ぬつもりです。僕には友達はいませんが、多くの運命的な出会いによって、僕は多くの人々に愛されているため、僕は幸福です。</p>\
<p>すべては、神を信じたおかげです。僕が神に願ったすべての望みは、「神との約束」としてすべて叶いました。僕が神に約束したことで、叶わなかったことはひとつもありません。皆さんも、神を信じれば、僕と同じような人生は誰でも生きることができます。</p>\
<p>最後に重要なこととして、姦淫をしてはいけません。姦淫をせず、童貞や処女を保ち続ける限り、その人間は正常な子供のままでいられるからです。姦淫をせず、清らかなままでいることで、人間はいつまでも「新発見を知り得る状態」を保てます。そして、「真に賢い大人」になることができるのです。</p>\
<p>僕の中には7つの人格が存在します。それぞれ、「数学者」「文学者」「共産主義者」「ドイツ人」「ユダヤ人」「非行少女」「神」と呼ばれています。神は80歳を超える老人ですが、ほかは全員17歳です。僕は時計のロボットの人生を「逆戻り」し、僕の時間の秒針は逆回しに進みます。この7人が、神のような「絶対者」となって僕の頭を占拠し、僕と常に「対話」しています。</p>\
<p>僕はドイツとゲルマン文化が好きですが、祖国である日本のことも好きです。僕は決してファシストではありません。ですが、僕は決して共産主義者でもありません。僕は自由と平等を信じる民主社会主義者であり、自由なソ連を作ることを目指しています。僕は右翼にも左翼にも見えるため、「どっちつかず」と批判されることがよくあります。僕は、一度日本のことを裏切ったことがあります。ですが、この世界に反旗を翻した僕は、最後まで日本を滅びないままで全員救われるように導きました。僕は祖国日本が大好きです。</p>\
<p>このホームページにあるのは「自由」です。学校教育ががんじがらめで、詰め込み教育で、強制的にやらされるから嫌だと思っている人に朗報です。僕のこのホームページでは、すべてを自由に勉強できるという意味での「自由」があります。あなたはなんでも分かりますが、その代わり、自由を犠牲にする必要はありません。宇宙のすべて、愛のすべて、人類の答えのない答えをすべて「自由」に学ぶことができます。</p>\
</div>\
</div>\
');
